Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Adds to your log with the exact nutrients from the sender. No photo is included.
ar: يُضاف إلى سجلك بنفس القيم الغذائية الدقيقة من المُرسِل. لا تُدرَج أي صورة.
az: Göndərənin dəqiq qida dəyərləri ilə jurnalınıza əlavə olunur. Şəkil daxil edilmir.
cs: Přidá se do tvého deníku s přesnými nutričními hodnotami od odesílatele. Fotka není součástí.
de: Wird mit den exakten Nährwerten des Absenders zu deinem Protokoll hinzugefügt. Kein Foto enthalten.
es: Se añade a tu registro con los nutrientes exactos del remitente. No se incluye ninguna foto.
fr: S'ajoute à votre journal avec les nutriments exacts de l'expéditeur. Aucune photo n'est incluse.
hi: भेजने वाले के सटीक पोषक तत्वों के साथ आपके लॉग में जुड़ जाता है। कोई फ़ोटो शामिल नहीं है।
it: Viene aggiunto al tuo diario con i valori nutrizionali esatti del mittente. Nessuna foto inclusa.
ja: 送信者の正確な栄養価とともにログに追加されます。写真は含まれません。
ko: 보낸 사람의 정확한 영양소와 함께 기록에 추가됩니다. 사진은 포함되지 않습니다.
nl: Wordt met de exacte voedingswaarden van de afzender aan je logboek toegevoegd. Geen foto inbegrepen.
pl: Dodaje się do dziennika z dokładnymi wartościami odżywczymi od nadawcy. Bez zdjęcia.
pt_br: Adiciona ao seu registro com os nutrientes exatos do remetente. Nenhuma foto é incluída.
ro: Se adaugă în jurnalul tău cu nutrienții exacți de la expeditor. Nicio fotografie nu este inclusă.
ru: Добавляется в журнал с точными нутриентами от отправителя. Фото не включается.
uk: Додає до вашого журналу з точними нутрієнтами від відправника. Фотографія не включається.
zh_hans: 以发送者提供的精确营养成分添加到你的记录中。不包含照片。

source: Adjust the start or end time so fasting sessions do not overlap.
ar: عدّل وقت البدء أو الانتهاء حتى لا تتداخل جلسات الصيام.
az: Oruc sessiyalarının üst-üstə düşməməsi üçün başlama və ya bitmə vaxtını dəyişin.
de: Passe Start- oder Endzeit an, damit sich Fastenzeiten nicht überschneiden.
es: Ajusta la hora de inicio o fin para que las sesiones de ayuno no se superpongan.
fr: Modifie l’heure de début ou de fin afin que les sessions de jeûne ne se chevauchent pas.
hi: शुरू या समाप्ति का समय बदलें ताकि उपवास सत्र ओवरलैप न हों।
it: Modifica l’ora di inizio o fine in modo che le sessioni di digiuno non si sovrappongano.
ja: 断食セッションが重複しないよう、開始時刻または終了時刻を調整してください。
ko: 단식 세션이 겹치지 않도록 시작 또는 종료 시간을 조정하세요.
nl: Pas de begin- of eindtijd aan zodat vastensessies niet overlappen.
pl: Zmień czas rozpoczęcia lub zakończenia, aby sesje postu się nie nakładały.
pt_br: Ajuste o horário de início ou fim para que as sessões de jejum não se sobreponham.
ro: Ajustează ora de început sau de sfârșit pentru ca sesiunile de post să nu se suprapună.
ru: Измените время начала или окончания, чтобы сессии голодания не пересекались.
uk: Змініть час початку або завершення, щоб сесії голодування не перетиналися.
zh_hans: 请调整开始或结束时间，避免禁食记录重叠。

source: Adjustment
ar: التعديل
az: Tənzimləmə
cs: Korekce
de: Anpassung
es: Ajuste
fr: Ajustement
hi: समायोजन
it: Regolazione
ja: 調整
ko: 조정
nl: Aanpassing
pl: Korekta
pt_br: Ajuste
ro: Ajustare
ru: Корректировка
uk: Корректировка
zh_hans: 调整

source: AI analysis
ar: تحليل الذكاء الاصطناعي
az: Sİ təhlili
cs: AI analýza
de: KI-Analyse
es: Análisis de IA
fr: Analyse IA
hi: AI विश्लेषण
it: Analisi IA
ja: AI分析
ko: AI 분석
nl: AI-analyse
pl: Analiza AI
pt_br: Análise de IA
ro: Analiză IA
ru: ИИ-анализ
uk: ШІ-анализ
zh_hans: AI 分析

source: AI features run on your own provider key — add a free Gemini, OpenAI, Groq, or other supported key in onboarding or Settings.
ar: تعمل ميزات الذكاء الاصطناعي عبر مفتاح المزوّد الخاص بك — أضِف مجانًا مفتاح Gemini أو OpenAI أو Groq أو أي مفتاح آخر مدعوم أثناء الإعداد أو من الإعدادات.
az: Süni intellekt funksiyaları sənin öz provayder açarınla işləyir — ilkin quraşdırma zamanı və ya Parametrlərdə pulsuz Gemini, OpenAI, Groq və ya digər dəstəklənən açar əlavə et.
cs: AI funkce běží na tvém vlastním klíči poskytovatele — přidej zdarma klíč Gemini, OpenAI, Groq nebo jiného podporovaného poskytovatele v úvodním nastavení nebo v Nastavení.
de: KI-Funktionen laufen mit deinem eigenen Anbieter-Schlüssel — füge beim Onboarding oder in den Einstellungen einen kostenlosen Gemini-, OpenAI-, Groq- oder anderen unterstützten Schlüssel hinzu.
es: Las funciones de IA usan tu propia clave de proveedor — añade una clave gratuita de Gemini, OpenAI, Groq u otra compatible en la configuración inicial o en Ajustes.
fr: Les fonctionnalités d'IA fonctionnent avec ta propre clé de fournisseur — ajoute une clé gratuite Gemini, OpenAI, Groq ou une autre clé prise en charge lors de la configuration ou dans les Réglages.
hi: AI फ़ीचर्स आपकी अपनी प्रोवाइडर key से चलते हैं — ऑनबोर्डिंग या सेटिंग्स में एक मुफ़्त Gemini, OpenAI, Groq, या कोई दूसरी सपोर्टेड key जोड़ें।
it: Le funzioni IA funzionano con la chiave del tuo provider — aggiungi una chiave gratuita di Gemini, OpenAI, Groq o di un altro provider supportato durante la configurazione iniziale o in Impostazioni.
ja: AI機能はご自身のプロバイダーキーで動作します — Gemini、OpenAI、Groq などの無料の対応キーを、初期設定または設定で追加してください。
ko: AI 기능은 직접 입력한 제공업체 키로 작동해요 — 온보딩이나 설정에서 무료 Gemini, OpenAI, Groq 또는 지원되는 다른 키를 추가하세요.
nl: AI-functies werken met je eigen providersleutel — voeg tijdens de onboarding of in Instellingen een gratis Gemini-, OpenAI-, Groq- of andere ondersteunde sleutel toe.
pl: Funkcje AI działają w oparciu o Twój własny klucz dostawcy — dodaj darmowy klucz Gemini, OpenAI, Groq lub innego obsługiwanego dostawcy we wprowadzeniu lub w Ustawieniach.
pt_br: Os recursos de IA funcionam com a chave do seu próprio provedor — adicione uma chave gratuita do Gemini, OpenAI, Groq ou de outro provedor compatível na introdução ou nos Ajustes.
ro: Funcțiile AI rulează cu propria ta cheie de furnizor — adaugă o cheie gratuită Gemini, OpenAI, Groq sau alta acceptată în configurarea inițială sau în Setări.
ru: ИИ-функции работают на твоём собственном ключе провайдера — добавь бесплатный ключ Gemini, OpenAI, Groq или другого поддерживаемого провайдера при первом запуске или в настройках.
uk: ШІ-функции работают на твоём собственном ключе провайдера — добавь бесплатний ключ Gemini, OpenAI, Groq или другого поддерживаемого провайдера при первом запуске или в настройках.
zh_hans: AI 功能现在使用你自己的提供商密钥运行 — 在引导设置或设置中添加免费的 Gemini、OpenAI、Groq 或其他受支持的密钥。

source: AI Provider
ar: مزود الذكاء الاصطناعي
az: AI Təminatçısı
cs: AI poskytovatel
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur d'IA
hi: AI प्रदाता
it: Fornitore IA
ja: AIプロバイダ
ko: AI 제공자
pl: Dostawca AI
pt_br: Provedor de IA
ro: Furnizor AI
ru: Поставщик ИИ
uk: Постачальник ШІ
zh_hans: AI 提供商

source: AI Providers & Fallbacks
ar: موفرو الذكاء الاصطناعي والخيارات الاحتياطية
az: Süni İntellekt Təminatçıları və Ehtiyat Seçimlər
de: KI-Anbieter & Ausweichoptionen
es: Proveedores de IA y alternativas
fr: Fournisseurs d’IA et solutions de secours
hi: AI प्रदाता और फ़ॉलबैक
it: Provider IA e alternative
ja: AIプロバイダーとフォールバック
ko: AI 제공업체 및 대체 옵션
nl: AI-providers en terugvalopties
pl: Dostawcy AI i opcje awaryjne
pt_br: Provedores de IA e alternativas
ro: Furnizori AI și opțiuni de rezervă
ru: Провайдеры ИИ и резервные варианты
uk: Провайдери ШІ та резервні варіанти
zh_hans: AI 提供商与回退选项

source: AI Suggestion
ar: اقتراح AI
az: AI Təklifi
cs: Návrh AI
de: AI-Vorschlag
es: Sugerencia de AI
fr: Suggestion AI
hi: AI सुझाव
it: Suggerimento AI
ja: AIの提案
ko: AI 제안
nl: AI-suggestie
pl: Sugestia AI
pt_br: Sugestão de AI
ro: Sugestie AI
ru: Совет AI
uk: Совет AI
zh_hans: AI建议

source: All %lld
ar: الكل %lld
az: Bütün %lld
cs: Vše %lld
de: Alle %lld
es: Todos los %lld
fr: Tous les %lld
hi: सभी %lld
it: Tutti e %lld
ja: 全%lld件
ko: 전체 %lld
nl: Alle %lld
pl: Wszystkie %lld
pt_br: Todos os %lld
ro: Toate cele %lld
ru: Все %lld
uk: Все %lld
zh_hans: 全部 %lld

source: All Categories
ar: كل الفئات
az: Bütün kateqoriyalar
cs: Všechny kategorie
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
hi: सभी श्रेणियाँ
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 카테고리 전체
nl: Alle categorieën
pl: Wszystkie kategorie
pt_br: Todas as categorias
ro: Toate categoriile
ru: Все категории
uk: Все категории
zh_hans: 全部类别

source: All Equipment (%lld)
ar: كل المعدات (%lld)
az: Bütün avadanlıq (%lld)
cs: Veškeré vybavení (%lld)
de: Alles Equipment (%lld)
es: Todo el equipamiento (%lld)
fr: Tout l'équipement (%lld)
hi: सभी उपकरण (%lld)
it: Tutta l'attrezzatura (%lld)
ja: すべての器具 (%lld)
ko: 기구 전체 (%lld)
nl: Al het materiaal (%lld)
pl: Cały sprzęt (%lld)
pt_br: Todo o equipamento (%lld)
ro: Tot echipamentul (%lld)
ru: Весь инвентарь (%lld)
uk: Весь инвентарь (%lld)
zh_hans: 全部器械 (%lld)

source: All Forces
ar: كل أنواع القوة
az: Bütün qüvvələr
cs: Všechny typy síly
de: Alle Krafttypen
es: Todas las fuerzas
fr: Toutes les forces
hi: सभी बल
it: Tutte le forze
ja: すべての力
ko: 힘 전체
nl: Alle krachten
pl: Wszystkie typy siły
pt_br: Todas as forças
ro: Toate forțele
ru: Все усилия
uk: Все усилия
zh_hans: 全部发力

source: All Levels
ar: كل المستويات
az: Bütün səviyyələr
cs: Všechny obtížnosti
de: Alle Level
es: Todos los niveles
fr: Tous les niveaux
hi: सभी स्तर
it: Tutti i livelli
ja: すべてのレベル
ko: 난이도 전체
nl: Alle niveaus
pl: Wszystkie poziomy
pt_br: Todos os níveis
ro: Toate nivelurile
ru: Все уровни
uk: Все уровни
zh_hans: 全部难度

source: All Mechanics
ar: كل الآليات
az: Bütün mexanikalar
cs: Všechny mechaniky
de: Alle Mechaniken
es: Todas las mecánicas
fr: Toutes les mécaniques
hi: सभी यांत्रिकी
it: Tutte le meccaniche
ja: すべてのメカニクス
ko: 방식 전체
nl: Alle mechanieken
pl: Wszystkie mechaniki
pt_br: Todas as mecânicas
ro: Toate mecanicile
ru: Вся механика
uk: Вся механика
zh_hans: 全部机制

source: All Primary (%lld)
ar: كل الأساسية (%lld)
az: Bütün əsas (%lld)
cs: Všechny primární (%lld)
de: Alle Primären (%lld)
es: Todos los principales (%lld)
fr: Tous les principaux (%lld)
hi: सभी मुख्य (%lld)
it: Tutti i primari (%lld)
ja: すべてのメイン (%lld)
ko: 주요 전체 (%lld)
nl: Alle primaire (%lld)
pl: Wszystkie główne (%lld)
pt_br: Todos os principais (%lld)
ro: Toți principalii (%lld)
ru: Все основные (%lld)
uk: Все основние (%lld)
zh_hans: 全部主要 (%lld)

source: All Secondary
ar: كل الثانوية
az: Bütün ikincili
cs: Všechny sekundární
de: Alle Sekundären
es: Todos los secundarios
fr: Tous les secondaires
hi: सभी सहायक
it: Tutti i secondari
ja: すべてのサブ
ko: 보조 전체
nl: Alle secundaire
pl: Wszystkie pomocnicze
pt_br: Todos os secundários
ro: Toți secundarii
ru: Все вторичные
uk: Все вторичние
zh_hans: 全部次要

source: Allow
ar: السماح
az: İcazə Ver
cs: Povolit
de: Erlauben
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可
ko: 허용
nl: Sta toe
pl: Zezwól
pt_br: Permitir
ro: Permite
ru: Разрешить
uk: Разрешить
zh_hans: 允许

source: Also save meal photos to your gallery when logging
ar: احفظ أيضًا صور الوجبات في المعرض عند التسجيل
az: Qeyd edərkən yemək fotolarını qalereyada da saxla
de: Mahlzeitfotos beim Protokollieren auch in deiner Galerie speichern
es: También guarda fotos de comidas en tu galería al registrar
fr: Enregistrer aussi les photos de repas dans votre galerie lors de la saisie
hi: लॉग करते समय भोजन की फ़ोटो गैलरी में भी सहेजें
it: Salva anche le foto dei pasti nella galleria quando registri
ja: 記録時に食事写真をギャラリーにも保存
ko: 기록할 때 식사 사진을 갤러리에도 저장
nl: Sla maaltijdfoto's ook op in je galerij bij het loggen
pl: Zapisuj też zdjęcia posiłków w galerii podczas logowania
pt_br: Também salvar fotos de refeições na galeria ao registrar
ro: Salvează și fotografiile meselor în galerie la înregistrare
ru: Также сохранять фото еды в галерею при записи
uk: Також зберігати фото їжі в галерею під час запису
zh_hans: 记录时也将餐食照片保存到相册

source: Am I eating enough?
ar: هل آكل بما يكفي؟
az: Kifayət qədər yeyirəmmi?
cs: Jím dost?
de: Esse ich genug?
es: ¿Estoy comiendo lo suficiente?
fr: Est-ce que je mange assez ?
hi: क्या मैं पर्याप्त खा रहा हूं?
it: Sto mangiando abbastanza?
ja: 十分食べてる?
ko: 충분히 먹고 있나요?
nl: Eet ik genoeg?
pl: Czy jem wystarczająco?
pt_br: Estou comendo o suficiente?
ro: Mănânc suficient?
ru: Я ем достаточно?
uk: Чи достатньо я їм?
zh_hans: 我吃够了吗?

source: Am I eating too much?
ar: هل أتناول الكثير من الطعام؟
az: Həddindən çox yeyirəmmi?
cs: Jím moc?
de: Esse ich zu viel?
es: ¿Estoy comiendo demasiado?
fr: Est-ce que je mange trop ?
hi: क्या मैं बहुत ज़्यादा खा रहा हूं?
it: Sto mangiando troppo?
ja: 食べ過ぎ?
ko: 너무 많이 먹고 있나요?
nl: Eet ik te veel?
pl: Czy jem za dużo?
pt_br: Estou comendo demais?
ro: Mănânc prea mult?
ru: Я слишком много ем?
uk: Я їм занадто багато?
zh_hans: 我吃得太多了吗?

source: Am I holding my weight?
ar: هل أحافظ على وزني؟
az: Çəkimi saxlayıram?
cs: Držím si váhu?
de: Halte ich mein Gewicht?
es: ¿Estoy manteniendo mi peso?
fr: Est-ce que je maintiens mon poids ?
hi: क्या मेरा वज़न स्थिर है?
it: Sto mantenendo il peso?
ja: 体重を維持できてる?
ko: 체중을 유지하고 있나요?
nl: Houd ik mijn gewicht?
pl: Czy utrzymuję wagę?
pt_br: Estou mantendo o peso?
ro: Îmi mențin greutatea?
ru: Я держу вес?
uk: Чи підтримую я свою вагу?
zh_hans: 我的体重稳定吗?

source: Amount
ar: الكمية
az: Miqdar
cs: Množství
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
ja: 量
ko: 양
nl: Hoeveelheid
pl: Ilość
pt_br: Quantidade
ro: Cantitate
ru: Количество
uk: Кількість
zh_hans: 数量

source: Analyze
ar: تحليل
az: Təhlil Et
cs: Analyzovat
de: Analysieren
es: Analizar
fr: Analyser
hi: विश्लेषण करें
it: Analizza
ja: 分析
ko: 분석
nl: Analyseren
pl: Analizuj
pt_br: Analisar
ro: Analizează
ru: Анализ
uk: Проаналізувати
zh_hans: 分析

source: Analyzing with AI…
ar: جارٍ التحليل باستخدام AI…
az: AI ilə təhlil edilir…
cs: Analyzuji s AI…
de: Analyse mit AI…
es: Analizando con AI…
fr: Analyse avec l'AI…
hi: AI से विश्लेषण हो रहा है…
it: Analisi con AI…
ja: AIで分析中…
ko: AI로 분석 중…
nl: Analyseren met AI…
pl: Analizowanie z AI…
pt_br: Analisando com AI…
ro: Se analizează cu AI…
ru: Анализ с помощью AI…
uk: Анализ с помощью AI…
zh_hans: 正在用AI分析…

source: API Key
ar: مفتاح API
az: API Açarı
cs: API klíč
de: API-Schlüssel
es: Clave API
fr: Clé API
hi: API कुंजी
it: Chiave API
ja: APIキー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt_br: Chave de API
ro: Cheie API
ru: Ключ API
uk: Ключ API
zh_hans: API 密钥

source: App
ar: التطبيق
az: Tətbiq
cs: Aplikace
hi: ऐप
ja: アプリ
ko: 앱
pl: Aplikacja
ro: Aplicație
ru: Приложение
uk: Приложение
zh_hans: 应用

source: App & Updates
ar: التطبيق والتحديثات
az: Tətbiq və Yeniləmələr
es: Aplicación y actualizaciones
fr: Application et mises à jour
hi: ऐप और अपडेट
it: App e aggiornamenti
ja: アプリとアップデート
ko: 앱 및 업데이트
pl: Aplikacja i aktualizacje
pt_br: App e atualizações
ro: Aplicație și actualizări
ru: Приложение и обновления
uk: Додаток і оновлення
zh_hans: 应用与更新

source: App Settings
ar: إعدادات التطبيق
az: Tətbiq Parametrləri
cs: Nastavení aplikace
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l'app
hi: ऐप सेटिंग्स
it: Impostazioni app
ja: App設定
ko: 앱 설정
nl: App-instellingen
pl: Ustawienia aplikacji
pt_br: Ajustes do app
ro: Setări aplicație
ru: Настройки приложения
uk: Налаштування застосунку
zh_hans: App 设置

source: App Updates
ar: تحديثات التطبيق
az: Tətbiq yeniləmələri
cs: Aktualizace aplikace
es: Actualizaciones de la app
fr: Mises à jour de l'app
hi: ऐप अपडेट
it: Aggiornamenti dell'app
ja: アプリのアップデート
ko: 앱 업데이트
pl: Aktualizacje aplikacji
pt_br: Atualizações do app
ro: Actualizări ale aplicației
ru: Обновления приложения
uk: Оновлення застосунку
zh_hans: 应用更新

source: Appearance
ar: المظهر
az: Görünüş
cs: Vzhled
de: Darstellung
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 화면 모드
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Оформление
uk: Зовнішній вигляд
zh_hans: 外观

source: As always, your food log, weight and body history, and API keys stay on your device.
ar: كالعادة، يبقى سجلّ طعامك وسجلّ وزنك وقياسات جسمك ومفاتيح API على جهازك.
az: Həmişəki kimi, qida jurnalın, çəki və bədən tarixçən, həmçinin API açarların cihazında qalır.
cs: Jako vždy — deník jídel, historie váhy a tělesných měr i API klíče zůstávají v tvém zařízení.
de: Wie immer bleiben dein Ernährungstagebuch, dein Gewichts- und Körperverlauf sowie deine API-Schlüssel auf deinem Gerät.
es: Como siempre, tu registro de comidas, tu historial de peso y corporal, y tus claves de API permanecen en tu dispositivo.
fr: Comme toujours, ton journal alimentaire, ton historique de poids et de mensurations, ainsi que tes clés API restent sur ton appareil.
hi: हमेशा की तरह, आपका food log, वज़न और बॉडी का इतिहास, और API keys आपके डिवाइस पर ही रहते हैं।
it: Come sempre, il tuo diario alimentare, la cronologia di peso e corpo e le chiavi API restano sul tuo dispositivo.
ja: これまで通り、食事記録、体重や身体の履歴、APIキーはすべてこの端末に残ります。
ko: 언제나처럼 식사 일지, 체중 및 신체 기록, API 키는 모두 기기에만 보관돼요.
nl: Zoals altijd blijven je voedingslogboek, gewichts- en lichaamsgeschiedenis en API-sleutels op je apparaat.
pl: Jak zawsze, Twój dziennik posiłków, historia wagi i ciała oraz klucze API pozostają na Twoim urządzeniu.
pt_br: Como sempre, seu diário alimentar, histórico de peso e corporal e chaves de API ficam no seu dispositivo.
ro: Ca întotdeauna, jurnalul tău alimentar, istoricul greutății și al corpului și cheile API rămân pe dispozitivul tău.
ru: Как всегда, твой дневник питания, история веса и тела, а также ключи API остаются на твоём устройстве.
uk: Как всегда, твой дневник питания, история веса и тела, а также ключи API остаются на твоём устройстве.
zh_hans: 一如既往，你的饮食记录、体重和身体记录以及 API 密钥都保留在你的设备上。

source: Ask AI for a Suggestion
ar: اطلب اقتراحًا من AI
az: AI-dən təklif istə
cs: Požádat AI o návrh
de: AI um Vorschlag bitten
es: Pedir sugerencia a la AI
fr: Demander une suggestion à l'AI
hi: AI से सुझाव मांगें
it: Chiedi un suggerimento all'AI
ja: AIに提案を求める
ko: AI에게 제안 요청
nl: Vraag AI om een suggestie
pl: Poproś AI o sugestię
pt_br: Pedir sugestão à AI
ro: Cere o sugestie AI
ru: Спросить совет у AI
uk: Спросить совет у AI
zh_hans: 向AI寻求建议

source: Ask Coach by voice with the new inline recorder.
ar: اسأل المدرب صوتيًا عبر المسجّل المدمج الجديد.
az: Yeni daxili yazıcı ilə Koça səslə sual verin.
cs: Ptej se kouče hlasem přes nový vestavěný rekordér.
de: Frag den Coach per Sprache mit dem neuen Inline-Rekorder.
es: Pregunta al Coach por voz con la nueva grabadora integrada.
fr: Interrogez le Coach à la voix avec le nouvel enregistreur intégré.
hi: नए इनलाइन रिकॉर्डर से कोच से आवाज़ में पूछें।
it: Chiedi al Coach a voce con il nuovo registratore integrato.
ja: 新しいインラインレコーダーで、コーチに音声で質問できます。
ko: 새 인라인 녹음기로 코치에게 음성으로 질문하세요.
nl: Stel de Coach een vraag met je stem via de nieuwe ingebouwde recorder.
pl: Zapytaj Trenera głosowo dzięki nowemu wbudowanemu rejestratorowi.
pt_br: Pergunte ao Coach por voz com o novo gravador integrado.
ro: Întreabă Coach-ul cu vocea, cu noul recorder integrat.
ru: Задавайте вопросы Коучу голосом с новым встроенным рекордером.
uk: Запитуйте Тренера голосом за допомогою нового вбудованого диктофона.
zh_hans: 用新的内置录音条向教练语音提问。

source: Ask Coach…
ar: اسأل المدرب…
az: Məşqçidən soruş…
cs: Zeptej se kouče…
de: Coach fragen…
es: Pregunta al Coach…
fr: Demander au Coach…
hi: कोच से पूछें…
it: Chiedi al Coach…
ja: コーチに質問…
ko: 코치에게 질문…
nl: Vraag Coach…
pl: Zapytaj trenera…
pt_br: Perguntar ao Coach…
ro: Întreabă Antrenorul…
ru: Спросить тренера…
uk: Запитайте тренера…
zh_hans: 问教练…

source: Ask your Coach
ar: اسأل مدربك
az: Məşqçindən soruş
cs: Zeptej se svého kouče
de: Frag deinen Coach
es: Pregunta a tu Coach
fr: Demandez à votre Coach
hi: अपने कोच से पूछें
it: Chiedi al tuo Coach
ja: コーチに聞いてみよう
ko: 코치에게 물어보세요
nl: Vraag je Coach
pl: Zapytaj trenera
pt_br: Pergunte ao seu Coach
ro: Întreabă-ți Antrenorul
ru: Спросите тренера
uk: Запитайте свого тренера
zh_hans: 问问你的教练

source: At most 2 macros can be locked at a time, so one stays free to balance. Unlock another macro first (tap its lock icon).
ar: يمكن قفل عنصرين من الماكرو كحد أقصى في آنٍ واحد، بحيث يبقى عنصر حر للموازنة. افتح قفل ماكرو آخر أولًا (اضغط على أيقونة القفل).
az: Eyni anda ən çox 2 makro kilidlənə bilər ki, biri balans üçün sərbəst qalsın. Əvvəlcə başqa bir makronun kilidini açın (kilid ikonuna toxunun).
cs: Zamčená mohou být nejvýše 2 makra najednou, aby jedno zůstalo volné na dorovnání. Nejdřív odemkni jiné makro (klepni na jeho zámek).
de: Es können höchstens 2 Makros gleichzeitig gesperrt sein, damit eines zum Ausgleichen frei bleibt. Entsperre zuerst ein anderes Makro (tippe auf sein Schloss-Symbol).
es: Solo se pueden bloquear 2 macros a la vez, para que uno quede libre para equilibrar. Desbloquea primero otro macro (toca su icono de candado).
fr: Au maximum 2 macros peuvent être verrouillées à la fois, pour qu'une reste libre pour l'équilibre. Déverrouillez d'abord une autre macro (touchez son icône de cadenas).
hi: एक समय में अधिकतम 2 मैक्रोज़ लॉक हो सकते हैं, ताकि एक संतुलन के लिए खाली रहे। पहले किसी दूसरे मैक्रो को अनलॉक करें (उसके लॉक आइकन पर टैप करें)।
it: Si possono bloccare al massimo 2 macro alla volta, così una resta libera per il bilanciamento. Sblocca prima un'altra macro (tocca la sua icona del lucchetto).
ja: 一度にロックできるマクロは最大2つです。1つはバランス調整のために空けておく必要があります。先に別のマクロのロックを解除してください（ロックアイコンをタップ）。
ko: 매크로는 한 번에 최대 2개까지만 잠글 수 있으며, 하나는 균형을 위해 남겨 둡니다. 먼저 다른 매크로의 잠금을 해제하세요(자물쇠 아이콘 탭).
nl: Er kunnen maximaal 2 macro's tegelijk vergrendeld zijn, zodat er één vrij blijft om te balanceren. Ontgrendel eerst een andere macro (tik op het slotje).
pl: Jednocześnie można zablokować najwyżej 2 makra, aby jedno pozostało wolne do bilansowania. Najpierw odblokuj inne makro (stuknij ikonę kłódki).
pt_br: No máximo 2 macros podem ficar bloqueados ao mesmo tempo, para que um fique livre para equilibrar. Desbloqueie outro macro primeiro (toque no ícone de cadeado).
ro: Cel mult 2 macronutrienți pot fi blocați simultan, astfel încât unul să rămână liber pentru echilibrare. Deblochează mai întâi alt macronutrient (atinge pictograma lacătului).
ru: Одновременно можно заблокировать не более 2 макронутриентов, чтобы один оставался свободным для балансировки. Сначала разблокируйте другой макронутриент (нажмите на его значок замка).
uk: Одночасно можна заблокувати не більше 2 макросів, щоб один залишався вільним для балансування. Спочатку розблокуйте інший макрос (натисніть на його значок замка).
zh_hans: 一次最多只能锁定 2 个宏量营养素，需保留一个用于平衡。请先解锁另一个宏量营养素（点按其锁形图标）。
